const headerEvent = [
  {
    id: "event1",
    title: "가입/로그인/배송지 입력 안내",
    content:
      "아디다스 앱 카카오 로그인이 런칭 되었습니다. 이제 앱에서도 간편한 소셜 로그인을 만나보세요! *해외 계정으로 회원 가입시 오류가 발생할 수 있으며, 로그인 오류 및 배송지 입력 기준은 아래 링크를 통해 확인해 주세요.",
    link: "가입/로그인/배송지 입력 기준 자세히 보기",
  },
  {
    id: "event2",
    title: "회원가입 10% 쿠폰 및 생일 쿠폰 지급 관련 기준 안내",
    content:
      "아디클럽 가입기념으로 제공되는 Welcome 10% 할인 쿠폰은 adidas.co.kr 회원가입 시 [이메일 수신동의]한 회원에 한해 발급되며, 생일 쿠폰도 이메일 수신동의를 하신 경우에만 쿠폰이 발급됩니다.",
    link: "쿠폰 지급 관련 기준 자세히 보기",
  },
  {
    id: "event3",
    title: "아디다스 구매 이용약관 개정 공지",
    content:
      "당사에서 운영하는 사이트와 이용자에게 제공하는 서비스와 관련하여, 2024년 5월 1일 부로 구매 이용약관이 새롭게 개정됩니다. 자세한 내용은 아래 링크를 통해 확인 가능합니다.",
    link: "구매 이용약관 개정 사항 보기",
  },
];

export default headerEvent;
